app/controllers/api/v1/contacts_controller.rb

	def create
		contact = Contact.new(contact_attributes)
    if contact.save
---
INSERT INTO "contacts" ("first_name", "last_name", "email", "phone", "message", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6, $7) RETURNING "id"